{
  "software-developer": "Desarrollador de Software",
  "about-me": "Sobre mí",
  "projects": "Proyectos",
  "contact": "Contacto",
  "about-me-description-1": "El trabajo en equipo mi forma favorita de crecer, me enfoco en escribir código limpio y mantenible. Mi objetivo es construir productos con",
  "global-impact": "impacto global",
  "about-me-description-2": "que mejoren la vida de las personas.",
  "experience": "Experiencia",
  "frontend-developer": "Desarrollador Frontend",
  "fullstack-developer": "Desarrollador Fullstack",
  "frontend-developer-freelance": "Desarrollador Frontend Freelance",
  "january-2025": "Enero 2025",
  "current": "Actual",
  "august-2024": "Agosto 2024",
  "december-2024": "Diciembre 2024",
  "november-2022": "Noviembre 2022",
  "january-2024": "Enero 2024",
  "april-2022": "Abril 2022",
  "aleluya-description": "Desarrollo y mantenimiento de un producto de nómina y recursos humanos, creando nuevas funcionalidades y solucionando errores. Trabajé en un equipo multidisciplinario, incluyendo diseñadores y desarrolladores.",
  "aleluya-freelance-description": "Solución de errores y desarrollo de nuevas funcionalidades para un producto de nómina y recursos humanos.",
  "devpeoplz-description": "Desarrollo de un portal de reclutamiento como desarrollador fullstack para conectar talentos de desarrolladores con los clientes de la empresa. Dirigí el proyecto bajo la supervisión directa del CEO para entregar un producto de alta calidad.",
  "nominapp-description": "Desarrollo y mantenimiento de un producto de nómina y recursos humanos, creando nuevas funcionalidades y solucionando errores. Trabajé en un equipo multidisciplinario, incluyendo diseñadores y desarrolladores, para asegurar que el producto cumpliera con los requisitos y expectativas de los usuarios.",
  "see-more": "Ver más",
  "see-less": "Ver menos",
  "oniricapp-description": "Usa IA para interpretar tus sueños y obtener insights sobre tu subconsciente.",
  "humedad-arena-description": "Calcula el porcentaje de humedad en la arena utilizada para la producción de concreto.",
  "frontend-mentor-challenges-description": "Soluciones a los desafíos de Frontend Mentor, un sitio web con diseños para entrenar tus habilidades como desarrollador Frontend.",
  "devpeoplz-project-description": "Página con la información de la empresa para publicar ofertas de trabajo y para que los desarrolladores se presenten.",
  "oniricapp": "OniricApp",
  "humedad-arena": "Humedad Arena",
  "frontend-mentor-challenges": "Frontend Mentor Retos",
  "devpeoplz": "DevPeoplz",
  "code": "Código",
  "live-demo": "Demo",
  "skills": "Habilidades",
  "frontend-development": "Desarrollo Frontend",
  "backend-development": "Desarrollo Backend",
  "database": "Base de datos",
  "programing-languages": "Lenguajes de programación",
  "location": "Ubicación",
  "github": "Github",
  "linkedin": "LinkedIn",
  "email": "Email",
  "made-with": "Hecho con",
  "by": "por",
  "roadmapcol-description": "Aplicación web que conecta turistas con servicios de turismo para conocer los maravillosos lugares naturales de Colombia.",
  "roadmapcol": "RoadmapCol",
  "kodempro-description": "Aplicación web informativa sobre empresa de consultoría de proyectos.",
  "kodempro": "Kodempro",
  "hello": "Hola, soy"
}
